Repository: dav-apps/UniversalSoundboard
Catalog: UniversalSoundBoard/Strings/*/Resources.resw
Source language: en_us
Languages: de_de, fr_fr

# Account-PlusCardFeature-OutputDeviceFlyoutTextBlock2.Text
source: This also makes it possible to play different sounds on different devices at the same time.
de_de: Damit ist es auch möglich, unterschiedliche Sounds auf unterschiedlichen Geräten gleichzeitig abzuspielen.
fr_fr: Cela permet aussi de jouer différents sons sur différents appareils en même temps.

# Account-PlusCardFeature-OutputDeviceTextBlock.Text
source: Change the output device
de_de: Ändere das Ausgabegerät
fr_fr: Modifier le périphérique de sortie

# Actions-LearnMore
source: Learn more
de_de: Mehr erfahren
fr_fr: Plus d’informations

# DavPlusHotkeysDialog-Content
source: Hotkeys are only available for users of dav Plus. Log in and upgrade your plan to use this feature.
de_de: Tastenkombinationen sind nur für Nutzer von dav Plus verfügbar. Melde dich an und ändere dein Abo, um diese Funktion zu nutzen.
fr_fr: Les raccourcis ne sont disponibles que pour les utilisateurs de dav Plus. Connectez-vous et modifiez votre abonnement pour utiliser cette fonctionnalité.

# DavPlusDialog-Title
source: dav Plus required
de_de: dav Plus benötigt
fr_fr: dav Plus requis

# DavPlusOutputDeviceDialog-Content
source: Changing the output device is only available for users of dav Plus. Log in and upgrade your plan to use this feature.
de_de: Das Ändern des Ausgabegeräts ist nur für Nutzer von dav Plus verfügbar. Melde dich an und ändere dein Abo, um diese Funktion zu nutzen.
fr_fr: La modification du périphérique de sortie n’est disponible que pour les utilisateurs de dav Plus. Connectez-vous et modifiez votre abonnement pour utiliser cette fonctionnalité.

source: Export image
de_de: Bild exportieren
fr_fr: Exporter l’image

source: Export sound
de_de: Sound exportieren
fr_fr: Exporter le son

# Actions-OpenFolder
source: Open folder
de_de: Ordner öffnen
fr_fr: Ouvrir le dossier

# InAppNotification-ImageExportSuccessful
source: Image was exported successfully
de_de: Bild wurde erfolgreich exportiert
fr_fr: L’image a été exportée avec succès

# InAppNotification-SoundExportSuccessful
source: Sound was exported successfully
de_de: Sound wurde erfolgreich exportiert
fr_fr: Le son a été exporté avec succès

# InAppNotification-SoundsExportSuccessful
source: Sounds were exported successfully
de_de: Sounds wurden erfolgreich exportiert
fr_fr: Les sons ont été exportés avec succès

# InAppNotification-SoundboardExport
source: Your soundboard is being exported...
de_de: Dein Soundboard wird exportiert...
fr_fr: Votre Soundboard est exporté...

# InAppNotification-SoundboardExportSuccessful
source: Your soundboard was exported successfully
de_de: Dein Soundboard wurde erfolgreich exportiert
fr_fr: Votre Soundboard a été exporté avec succès

# InAppNotification-SoundboardImport
source: Your soundboard is being imported...
de_de: Dein Soundboard wird importiert...
fr_fr: Votre Soundboard est importé...

# InAppNotification-SoundboardImportSuccessful
source: Your soundboard was imported successfully
de_de: Dein Soundboard wurde erfolgreich importiert
fr_fr: Votre Soundboard a été importé avec succès

# AddSoundsDialog-PrimaryButton
source: Add
de_de: Hinzufügen
fr_fr: Ajouter

# AddSoundsDialog-SelectFiles
source: Select files
de_de: Dateien auswählen
fr_fr: Sélectionner des fichiers

# AddSoundsDialog-Title
source: Add sounds
de_de: Sounds hinzufügen
fr_fr: Ajouter des sons

# AddSoundsDialog-NoFilesSelected
source: No files selected
de_de: Keine Dateien ausgewählt
fr_fr: Aucun fichier sélectionné

# InAppNotification-AddSounds
source: {0} of {1} sounds were added
de_de: {0} von {1} Sounds wurden hinzugefügt
fr_fr: Ajouté {0} sur {1} sons

# InAppNotification-AddSoundsSuccessful
source: {0} sounds were added successfully
de_de: {0} Sounds wurden erfolgreich hinzugefügt
fr_fr: {0} sons ont été ajoutés avec succès

# Actions-ShowDetails
source: Show details
de_de: Details anzeigen
fr_fr: Afficher les détails

# InAppNotification-AddSoundsErrorMultipleSounds
source: {0} sounds could not be added
de_de: {0} Sounds konnten nicht hinzugefügt werden
fr_fr: {0} sons n’ont pas pu être ajoutés

# InAppNotification-AddSoundsErrorOneSound
source: One sound could not be added
de_de: Ein Sound konnte nicht hinzugefügt werden
fr_fr: Un son n’a pas pu être ajouté

# AddButton-Download.Text
source: Download sounds
de_de: Sounds herunterladen
fr_fr: Télécharger des sons

# SoundDownloadDialog-Title
source: Download sounds
de_de: Sounds herunterladen
fr_fr: Télécharger des sons

# SoundDownloadDialog-Description
source: You can download sounds directly from the web. Just enter a link below.
de_de: Du kannst Sounds direkt aus dem Internet herunterladen. Gebe dazu einen Link unten ein.
fr_fr: Vous pouvez télécharger des sons directement à partir d'Internet. Pour ce faire, entre un lien ci-dessous.

# SoundDownloadDialog-RetrievingInfo
source: Retrieving information...
de_de: Informationen werden abgerufen...
fr_fr: Obtenir des informations...

# SoundDownloadDialog-UrlTextBoxPlaceholder
source: Link to audio or video
de_de: Link zu Audio oder Video
fr_fr: Lien vers un fichier audio ou vidéo

# InAppNotification-DownloadSound
source: Sound is being downloaded...
de_de: Sound wird heruntergeladen...
fr_fr: Le son est téléchargé...

# InAppNotification-DownloadSoundSuccessful
source: Sound was downloaded successfully
de_de: Sound wurde erfolgreich heruntergeladen
fr_fr: Le son a été téléchargé avec succès

# InAppNotification-DownloadSoundError
source: Sound could not be downloaded
de_de: Sound konnte nicht heruntergeladen werden
fr_fr: Le son n’a pas pu être téléchargé

# SoundDownloadDialog-DefaultSoundName
source: Downloaded sound
de_de: Heruntergeladener Sound
fr_fr: Son téléchargé

source: File name
de_de: Dateiname
fr_fr: Nom du fichier

source: File size
de_de: Dateigröße
fr_fr: Taille du fichier

source: File type
de_de: Dateityp
fr_fr: Type de fichier

# InAppNotification-DownloadSounds
source: Downloading sound {0} of {1}...
de_de: Sound {0} von {1} wird heruntergeladen...
fr_fr: Son {0} sur {1} en cours de téléchargement...

# InAppNotification-DownloadSoundsSuccessful
source: {0} sounds were downloaded successfully
de_de: {0} Sounds wurden erfolgreich heruntergeladen
fr_fr: {0} sons ont été téléchargés avec succès

# DownloadSoundsErrorDialog-Description
source: The following sounds could not be downloaded:
de_de: Folgende Sounds konnten nicht heruntergeladen werden:
fr_fr: Les sons suivants n’ont pas pu être téléchargés :

# DownloadSoundsErrorDialog-Title
source: Error in downloading sounds
de_de: Fehler beim Herunterladen der Sounds
fr_fr: Erreur lors du téléchargement des sons

# InAppNotification-DownloadSoundsErrorMultipleSounds
source: {0} sounds could not be downloaded
de_de: {0} Sounds konnten nicht heruntergeladen werden
fr_fr: {0} sons n’ont pas pu être téléchargés

# InAppNotification-DownloadSoundsErrorOneSound
source: One sound could not be downloaded
de_de: Ein Sound konnte nicht heruntergeladen werden
fr_fr: Un son n’a pas pu être téléchargé

# InAppNotification-DownloadSoundsPlaylistError
source: Error in loading the playlist. Please check your internet connection.
de_de: Fehler beim Laden der Playlist. Bitte überprüfe deine Internetverbindung.
fr_fr: Erreur lors du chargement de la playlist. Veuillez vérifier votre connexion Internet.

# SoundDownloadDialog-CreateCategoryForPlaylist
source: Create new category for playlist
de_de: Neue Kategorie für Playlist erstellen
fr_fr: Créer une nouvelle catégorie pour la playlist

# LocalFileButtonToolTip.Text
source: This sound is a local file
de_de: Dieser Sound ist eine lokale Datei.
fr_fr: Ce son est un fichier local

# LocalFileFlyoutAddButton.Content
source: Add to soundboard
de_de: Zum Soundboard hinzufügen
fr_fr: Ajouter au Soundboard

# LocalFileFlyoutText.Text
source: This sound is a local file that is not part of your soundboard.
de_de: Dieser Sound ist eine lokale Datei, die nicht zu deinem Soundboard gehört.
fr_fr: Ce son est un fichier local qui n’appartient pas à votre Soundboard.

# SettingsEntry-CreateIssueButton.Content
source: Create an issue on GitHub
de_de: Ein Issue auf GitHub erstellen
fr_fr: Créer un issue sur GitHub

# SettingsEntry-FeedbackHeader.Text
source: Found a bug or have a feature request?
de_de: Du hast einen Fehler gefunden oder Ideen für neue Funktionen?
fr_fr: Vous avez trouvé un bogue ou une demande de fonctionnalité ?

# SettingsEntry-ReviewButton.Content
source: Write a review
de_de: Bewertung schreiben
fr_fr: Écrire une évaluation

# SettingsEntry-ReviewHeader.Text
source: Do you like UniversalSoundboard?
de_de: Dir gefällt UniversalSoundboard?
fr_fr: Vous aimez UniversalSoundboard ?

# SettingsEntry-SendFeedbackButton.Content
source: Send feedback
de_de: Feedback senden
fr_fr: Envoyer des commentaires

# SettingsHeader-About.Text
source: About
de_de: App-Info
fr_fr: À Propos

# SettingsEntry-ImportExportDescription.Text
source: You can save your soundboard outside the app and use it on different devices.
de_de: Du kannst dein Soundboard außerhalb der App sichern und auf unterschiedlichen Geräten benutzen.
fr_fr: Tu peux sauvegarder ton Soundboard en dehors de l’application et l’utiliser sur différents appareils.

# NewCategoryDialog-NewCategoryTextBoxPlaceholder
source: Category name
de_de: Name der Kategorie
fr_fr: Nom de la catégorie

# RenameSoundDialog-RenameSoundTextBoxPlaceholder
source: Name of the sound
de_de: Name des Sounds
fr_fr: Nom du son

# InAppNotification-Sync
source: Your data is being downloaded. This may take some time...
de_de: Deine Daten werden heruntergeladen. Dies kann einige Zeit dauern...
fr_fr: Tes données sont en train d’être téléchargées. Cela peut prendre un certain temps...

# Actions-WriteReview
source: Write a review
de_de: Schreibe eine Bewertung
fr_fr: Écrire une évaluation

# InAppNotification-WriteReview
source: Do you like UniversalSoundboard?
de_de: Gefällt dir UniversalSoundboard?
fr_fr: Vous aimez UniversalSoundboard ?

# InAppNotification-AddSoundSuccessful
source: Sound was added successfully
de_de: Sound wurde erfolgreich hinzugefügt
fr_fr: Son ajouté avec succès

# Drop-AlreadyAddingSounds
source: Sounds are already being added
de_de: Es werden bereits Sounds hinzugefügt
fr_fr: Des sons sont déjà ajoutés

# UpgradeErrorDialog-Message
source: Please check your internet connection and try it again.
de_de: Bitte überprüfe deine Internetverbindung und versuche es erneut.
fr_fr: Merci de vérifier votre connexion Internet et de réessayer.

# UpgradeErrorDialog-Title
source: An error occured
de_de: Ein Fehler ist aufgetreten
fr_fr: Une erreur est survenue

# Account-ManageSubscriptionButton.Content
source: Manage subscription
de_de: Abo verwalten
fr_fr: Gérer votre abonnement

# NoAudioDeviceDialog-Message
source: Please connect an audio device to play sounds.
de_de: Bitte schließe ein Audiogerät an, um Sounds abzuspielen.
fr_fr: Connectez un appareil audio pour jouer des sons.

# NoAudioDeviceDialog-Title
source: No audio device found
de_de: Kein Audiogerät gefunden
fr_fr: Aucun appareil audio trouvé

# OutputDeviceButton.Text
source: Output device
de_de: Ausgabegerät
fr_fr: Périphérique de sortie

# AddButton-SoundFiles.Text
source: Select files
de_de: Dateien auswählen
fr_fr: Choisir des fichiers

# SoundRecorderPage-WindowTitleTextBlock.Text
source: Sound Recorder - UniversalSoundboard
fr_fr: Enregistreur de son - UniversalSoundboard

# SoundRecorder-Title
source: Sound Recorder
fr_fr: Enregistreur de son

source: Start recording
de_de: Aufzeichnung starten
fr_fr: Démarrer l’enregistrement

source: Stop recording
de_de: Aufzeichnung beenden
fr_fr: Arrêter l’enregistrement

# InputDeviceComboBox.PlaceholderText
source: Select an input device
de_de: Eingabegerät auswählen
fr_fr: Sélectionner le périphérique d’entrée

# Recording
source: Recording {0}
de_de: Aufzeichnung {0}
fr_fr: Enregistrement {0}

# AddToSoundboardButton.Text
source: Add to soundboard
de_de: Zum Soundboard hinzufügen
fr_fr: Ajouter au Soundboard

# Actions-Delete
source: Delete
de_de: Löschen
fr_fr: Supprimer

# Actions-Remove
source: Remove
de_de: Entfernen
fr_fr: Supprimer

# RemoveRecordedSoundDialog-Message
source: Are you sure you want to remove this recording?
de_de: Bist du dir sicher, dass du diese Aufzeichnung entfernen willst?
fr_fr: Voulez-vous vraiment supprimer cet enregistrement ?

# RemoveRecordedSoundDialog-Title
source: Remove "{0}"?
de_de: "{0}" entfernen?
fr_fr: Voulez-vous supprimer « {0} » ?

# AddRecordedSoundToSoundboardDialog-Title
source: Add to soundboard
de_de: Zum Soundboard hinzufügen
fr_fr: Ajouter au Soundboard

# Actions-CloseWindow
source: Close window
de_de: Fenster schließen
fr_fr: Fermer la fenêtre

# SoundRecorderCloseWarningDialog-Message
source: Are you sure? All recorded sounds that you have not saved will be lost.
de_de: Bist du dir sicher? Alle aufgenommenen Sounds, die du nicht gespeichert hast, gehen verloren.
fr_fr: Tu es sûr ? Tous les sons enregistrés que tu n’as pas sauvegardés seront perdus.

# SoundRecorderCloseWarningDialog-Title
source: Close Sound Recorder
de_de: Sound-Recorder schließen
fr_fr: Fermer l’enregistreur de son

# DefaultSoundSettingsDialog-Description
source: The following settings are used when you play this sound separately.
de_de: Die folgenden Einstellungen werden verwendet, wenn du diesen Sound einzeln abspielst.
fr_fr: Les paramètres suivants sont utilisés lorsque vous jouez ce son séparément.

# DefaultSoundSettingsDialog-Title
source: Default settings for "{0}"
de_de: Standard-Einstellungen für "{0}"
fr_fr: Paramètres par défaut pour « {0} »

# SoundItemOptionsFlyout-DefaultSettings
source: Default settings
de_de: Standard-Einstellungen
fr_fr: Paramètres par défaut

# DefaultSoundSettingsDialog-Repetitions
source: Repetitions:
de_de: Wiederholungen:
fr_fr: Répétitions

# SoundItemOptionsFlyout-Hotkeys
source: Hotkeys
de_de: Tastenkombinationen
fr_fr: Raccourcis clavier

# HotkeysDialog-Title
source: Hotkeys for "{0}"
de_de: Tastenkombinationen für "{0}"
fr_fr: Raccourcis clavier pour « {0} »

# HotkeysDialog-Description
source: This sound is played when you press one of the following key combinations.
de_de: Dieser Sound wird abgespielt, wenn du eine der folgenden Tastenkombinationen drückst.
fr_fr: Ce son est joué lorsque vous appuyez sur l'une des combinaisons de touches suivantes.

# HotkeysDialog-FlyoutText
source: Press a key combination
de_de: Drücke eine Tastenkombination
fr_fr: Appuyez sur une combinaison de touches

# HotkeyItem-RemoveButtonTooltip.Text
source: Remove hotkey
de_de: Tastenkombination entfernen
fr_fr: Supprimer le raccourci clavier

# DefaultSoundSettingsDialog-OutputDevice
source: Output device:
de_de: Ausgabegerät:
fr_fr: Périphérique de sortie:

# Actions-ContinueDownload
source: Continue download
de_de: Download fortsetzen
fr_fr: Continuer le téléchargement

# Actions-StopDownload
source: Stop download
de_de: Download beenden
fr_fr: Annuler le téléchargement

# CancelYouTubePlaylistDownloadDialog-Message
source: Are you sure you want to cancel the download of the playlist?
de_de: Bist du dir sicher, dass du den Download der Playlist abbrechen willst?
fr_fr: Êtes-vous sûr de vouloir annuler le téléchargement de la playlist ?

# CancelYouTubePlaylistDownloadDialog-Title
source: Cancel playlist download
de_de: Playlist-Download abbrechen
fr_fr: Annuler le téléchargement de la playlist

# Actions-DeselectAll
source: Deselect all
de_de: Alles abwählen
fr_fr: Tout désélectionner

# Actions-SelectAll
source: Select all
de_de: Alles auswählen
fr_fr: Tout sélectionner

# SoundDownloadDialog-SelectedSounds
source: {0} of {1} sounds selected
de_de: {0} von {1} Sounds ausgewählt
fr_fr: {0} de {1} sons sélectionnés

# SoundDownloadDialog-DescriptionLink
source: More about sound downloads
de_de: Mehr zu Sound-Downloads
fr_fr: En savoir plus sur les téléchargements de sons

# InAppNotification-ContinuePlaylistDownload
source: The playlist download was interrupted last time. Do you want to continue the download?
de_de: Der Playlist-Download wurde beim letzten Mal untergebrochen. Möchtest du den Download fortsetzen?
fr_fr: Le téléchargement de la playlist a été interrompu la dernière fois. Souhaitez-vous poursuivre le téléchargement ?

# Account-PlusCardFeature-SoundRecorderFlyoutTextBlock.Text
source: With the sound recorder you can record sounds and add them to your soundboard.
de_de: Mit dem Sound-Recorder kannst du Sounds aufnehmen und zu deinem Soundboard hinzufügen.
fr_fr: Avec l'enregistreur de son, vous pouvez enregistrer des sons et les ajouter à votre Soundboard.

# Account-PlusCardFeature-SoundRecorderTextBlock.Text
source: Get access to the sound recorder
de_de: Bekomme Zugriff zum Sound-Recorder
fr_fr: Accéder à l'enregistreur de son

# SoundRecorderPage-MinimizeWarningInfoBar.Message
source: The app can' t record audio when minimized.
de_de: Die App kann kein Audio aufnehmen, wenn sie minimiert ist.
fr_fr: L'application ne peut pas enregistrer d'audio lorsqu'elle est réduite.

# SoundRecorderPage-MinimizeWarningInfoBar.Title
source: Keep this window open while recording.
de_de: Lass dieses Fenster bei der Aufnahme geöffnet.
fr_fr: Laissez cette fenêtre ouverte pendant l'enregistrement.

# PlaySoundsSuccessivelyDialog-Repetitions
source: Repetitions:
de_de: Wiederholungen:
fr_fr: Répétitions:

source: Untitled sound
de_de: Unbenannter Sound
fr_fr: Son sans nom

# SettingsEntry-Hotkeys.Header
source: Hotkeys
de_de: Tastenkombinationen
fr_fr: Raccourcis clavier

# SettingsEntry-Hotkeys-InfoBar.Message
source: Hotkeys are only available for users of dav Plus. Log in and upgrade your plan to use this feature.
de_de: Tastenkombinationen sind nur für Nutzer von dav Plus verfügbar. Melde dich an und ändere dein Abo, um diese Funktion zu nutzen.
fr_fr: Les raccourcis ne sont disponibles que pour les utilisateurs de dav Plus. Connectez-vous et modifiez votre abonnement pour utiliser cette fonctionnalité.

# SettingsEntry-Hotkeys-InfoBar.Title
source: dav Plus required
de_de: dav Plus benötigt
fr_fr: dav Plus requis

# SettingsEntry-Hotkeys-NoHotkeysTextBlock.Text
source: You have not registered any hotkeys.
de_de: Du hast keine Tastenkombinationen registriert.
fr_fr: Vous n'avez enregistré aucun raccourci clavier.

# RetryDownloadButton.Text
source: Retry download
de_de: Download wiederholen
fr_fr: Réessayer le téléchargement

# VolumeButton.Text
source: Volume
de_de: Lautstärke

# ShareDialog-MultipleSounds
source: Multiple sounds
de_de: Mehrere Sounds

# MoreButton-Volume.Text
source: Volume
de_de: Lautstärke

# DefaultSoundSettingsDialog-Volume
source: Volume:
de_de: Lautstärke:

# Keys-Control
source: Ctrl
de_de: Strg
